<!doctype html>
<html lang="en-US">
<head>
<title>Мод Состав</title>
<meta charset="utf-8">
<meta name="description" content="Our goal is to preserve the legacy of the PlayStation 3 by completely and accurately emulating its vast library in its entirety with the power of open-source community and reverse engineering.">
<meta name="keywords" content="rpcs3, playstation, playstation 3, ps3, emulator, debugger, windows, linux, macos, freebsd, open source, nekotekina, kd11, about">
<?php include 'lib/module/sys-meta.php';?>
<meta property="og:title" content="RPCS3 - About"/>
<meta property="og:description" content="Our goal is to preserve the legacy of the PlayStation 3 by completely and accurately emulating its vast library in its entirety with the power of open-source community and reverse engineering."/>
<meta property="og:image" content="https://rpcs3.net/img/meta/mobile/1200.png"/>
<meta property="og:image:width" content="1200"/>
<meta property="og:image:height" content="630"/>
<meta property="og:url" content="https://rpcs3.net"/>
<meta property="og:locale" content="en_US"/>
<meta property="og:type" content="website"/>
<meta property="og:site_name" content="RPCS3"/>
<meta name="twitter:title" content="RPCS3 - About">
<meta name="twitter:description" content="Our goal is to preserve the legacy of the PlayStation 3 by completely and accurately emulating its vast library in its entirety with the power of open-source community and reverse engineering.">
<meta name="twitter:image" content="https://rpcs3.net/img/meta/mobile/1200.png">
<meta name="twitter:site" content="@rpcs3">
<meta name="twitter:creator" content="@rpcs3">
<meta name="twitter:card" content="summary_large_image">
<?php include 'lib/module/sys-css.php';?>
<?php include 'lib/module/sys-js.php';?>
</head>
<body>
<?php include 'lib/module/sys-php.php';?>
<div class="page-con-content">
	<div class="banner-con-container darkmode-header">
		<div id="object-particles">
		</div>
		<div class="wavebar-con-container">
			<div class="wavebar-con-wrap">
				<div class="wavebar-svg-object">
				</div>
				<div class="wavebar-svg-object">
				</div>
			</div>
		</div>
		<div class='banner-con-title fade-up-onstart'>
			<div class='banner-tx1-title fade-up-onstart pulsate'>
				<h1>Младший состав</h1>
			</div>
			<div class='banner-con-divider'>
			</div>
			<div class='banner-tx2-title fade-up-onstart'>
				<p>
					 Младший мод состав отвечает за раршения игровых ситуаций. Начиная от нарушение игроками правил проекта в чате. Так и в игровом процессе
				</p>
			</div>
		</div>
	</div>
	<div class="page-con-container">
		<div class="page-in-container">
			<div class='splitter-con-container'>
				<div class='splitter-txt-wrapper'>
					<div class='container-con-block darkmode-block'>
						<div class='container-con-wrapper'>
							<div class='container-tx1-block darkmode-txt'>
								<div class='container-emp-block'>
								</div>
								<h2>Стажер</h2>
							</div>
							<div class='container-tx2-block darkmode-txt'>
								<p>
									 <aside>
💡 Первая ступень в мод. составе. Основная задача стажёра - это научиться выявлять нарушения в чате, оперативно помогать игрокам, решить для себя нравится ли ему подобный вид деятельности. Стандартное время стажировки - 7 дней, после чего стажёр может быть повышен Главным Модератором до Помощника либо снят со стажировки.

При стажировке допускаются незначительные недочеты. Если стажёр пропустил какое-либо нарушение в чате - это не является серьезным нарушением.

</aside>  <br>
									<br>
									 Обязанности

- За время стажировки научиться пресекать все серьёзные нарушения правил чата (п.п. 3.0-3.11) и научиться предотвращать повторные нарушения путем бесед с игроками.
- Помогать игрокам, когда у них возникают какие-либо вопросы. Исключением являются некорректные/не относящиеся к игровому процессу вопросы. Ссылка на гайды также является видом помощи, если гайд действительно грамотный и полезный.
- Находиться онлайн в Дискорде во время игры на сервере, и по первому упоминанию старшего мод. состава оперативно реагировать.
- Указать в своём профиле на форуме актуальные ссылки на свой Дискорд или страничку в ВК.
- Быть вежливым со всеми игроками проекта.
- Выбирать степень наказания, опираясь на здравый смысл и степень нарушения. Правила созданы в первую очередь для предотвращения нарушений, а не издевательства над игроками.
- Разбираться в модах установленных на сервере. Минимальный объем знаний - 70%.
- Фиксировать доказательства нарушений, за которые им были выданы наказания, с помощью скриншотов\видео. Хранить доказательства нарушений у себя на компьютере не менее 7 дней.


<p><br>ВАЖНО!
иметь возможность фиксировать нарушения с помощью записывающих экран программ (Мгновенные повторы GeForce Expirience или Radeon ReLive, OBS, и т.д), в случае если скриншота будет недостаточно.<br><p>
								</p>
							</div>
						</div>
					</div>
				</div>
				<div class='splitter-img-container splitter-con-right'>
					<div class='splitter-img-wrapper' style="background: url('/img/graphics/about/project.jpg') no-repeat center; background-size: cover;">
					</div>
				</div>
			</div>
			<div class='splitter-con-container'>
				<div class='splitter-img-container splitter-con-left'>
					<div class='splitter-img-wrapper' style="background: url('/img/graphics/about/history.jpg') no-repeat center; background-size: cover;">
					</div>
				</div>
				<div class='splitter-txt-wrapper'>
					<div class='container-con-block darkmode-block'>
						<div class='container-con-wrapper'>
							<div class='container-tx1-block darkmode-txt'>
								<div class='container-emp-block'>
								</div>
								<h2>Помощник</h2>
							</div>
							<div class='container-tx2-block darkmode-txt'>
								<p>
									 Помощник

Вторая ступень, а также полноценный представитель модераторского состава. Основная задача Помощника - это поддержание на сервере благоприятной среды для игроков, путём модерирования игрового чата, выявления и пресечения нарушений, оказания помощи игрокам в различных игровых ситуациях.

<aside>
Условия для повышения

При наличии достаточного опыта и определённых навыков помощник может быть повышен Главным модератором до Модератора. Для этого помощник должен подходить под следующие критерии:

- Быстро реагировать на нарушения игроков
- Чётко и грамотно отвечать на жалобы
- Уметь решать конфликты между игроками
- Хорошо ориентироваться в логах сервера
- Оперативно выполнять поставленные задачи
- Не иметь серьёзных проблем с онлайном
- Хорошо коммуницировать как с игроками, так и со своими коллегам

</aside> <br>
									<br>
Обязанности

- Пресекать все серьёзные нарушения правил и предотвращать повторные нарушения путем бесед с игроками.
- Следить за соблюдением игроками дополнительных правил своего сервера.
- Пресекать любые попытки игроков дестабилизировать работу сервера любыми доступными ему способами.
- Помогать игрокам, когда у них возникают какие-либо вопросы. Исключением являются некорректные/не относящиеся к игровому процессу вопросы. Ссылка на  также является видом помощи, если гайд действительно грамотный и полезный и не является ссылкой на другой проект.
- Находиться онлайн в Дискорде во время игры на сервере и по первому упоминанию старшего мод. состава оперативно реагировать.
- Указать в своём профиле на форуме актуальные ссылки на свой Дискорд или страничку в ВК.
- Быть вежливым со всеми игроками проекта.
- Выбирать степень наказания, опираясь на здравый смысл и степень нарушения. Правила созданы в первую очередь для предотвращения нарушений, а не издевательства над игроками.
- Разбираться в модах установленных на сервере. Минимальный объем знаний - 70%.
- Фиксировать доказательства нарушений, за которые им были выданы наказания, с помощью скриншотов\видео. Хранить доказательства нарушений у себя на компьютере не менее 31-го дня. 
Важно: иметь возможность фиксировать нарушения с помощью записывающих экран программ (Мгновенные повторы GeForce Expirience или Radeon ReLive, OBS, и т.д), в случае если скриншота будет недостаточно.
- Оперативно предоставить доказательства виновности игрока при поступлении жалобы на форум или по просьбе старшего состава.
- Находиться на сервере онлайн не менее 3-х часов в день. Уведомить Главного модератора, в случае невозможности соблюдения данной нормы в течение нескольких дней.
- Подключить двухфакторную аутентификацию.  в Вк.
- Иметь одинаковые ники в игре\форуме\дискорде.
- Соблюдать все правила проекта, а также дополнительные правила для помощников.
								</p>
							</div>
						</div>
					</div>
				</div>
			</div>
			<div class='splitter-con-container'>
				<div class='splitter-txt-wrapper'>
					<div class='container-con-block darkmode-block'>
						<div class='container-con-wrapper'>
							<div class='container-tx1-block darkmode-txt'>
								<div class='container-emp-block'>
								</div>
								<h2>Модератор</h2>
							</div>
							<div class='container-tx2-block darkmode-txt'>
								<p>
									 <aside>
💡 Последняя и ключевая ступень младшего модераторского состава. Основными задачами Модератора, помимо задач помощника, является контроль всех аспектов игрового процесса - наблюдение за взаимодействием игроков с игровым миром и между собой, решение жалоб и конфликтов между игроками.

**Важно**: действия Модератора должны быть максимально незаметны для обычного игрока, если ситуация не требует обратного.

</aside> <br>
									<br>
									 Обязанности

- Пресекать все серьёзные нарушения правил и предотвращать повторные нарушения путем бесед с игроками.
- Следить за соблюдением игроками дополнительных правил своего сервера.
- Пресекать любые попытки игроков дестабилизировать работу сервера любыми доступными ему способами.
- Помогать игрокам, когда у них возникают какие-либо вопросы. Исключением являются некорректные/не относящиеся к игровому процессу вопросы. Ссылка на  также является видом помощи, если гайд действительно грамотный и полезный и не является ссылкой на другой проект.
- Находиться онлайн в Дискорде во время игры на сервере и по первому упоминанию старшего мод. состава оперативно реагировать.
- Указать в своём профиле на форуме актуальные ссылки на свой Дискорд или страничку в ВК.
- Быть вежливым со всеми игроками проекта.
- Выбирать степень наказания, опираясь на здравый смысл и степень нарушения. Правила созданы в первую очередь для предотвращения нарушений, а не издевательства над игроками.
- Разбираться в модах установленных на сервере. Минимальный объем знаний - 70%.
- Фиксировать доказательства нарушений, за которые им были выданы наказания, с помощью скриншотов\видео. Хранить доказательства нарушений у себя на компьютере не менее 31-го дня. 
Важно: иметь возможность фиксировать нарушения с помощью записывающих экран программ (Мгновенные повторы GeForce Expirience или Radeon ReLive, OBS, и т.д), в случае если скриншота будет недостаточно.
- Оперативно предоставить доказательства виновности игрока при поступлении жалобы на форум или по просьбе старшего состава.
- Находиться на сервере онлайн не менее 3-х часов в день. Уведомить Главного модератора, в случае невозможности соблюдения данной нормы в течение нескольких дней.
- Подключить двухфакторную аутентификацию.  в Вк.
- Иметь одинаковые ники в игре\форуме\дискорде.
- Соблюдать все правила проекта, а также дополнительные правила для Модераторов.
								</p>
							</div>
						</div>
					</div>
				</div>
				<div class='splitter-img-container splitter-con-right'>
					<div class='splitter-img-wrapper' style="background: url('/img/graphics/about/team.jpg') no-repeat center; background-size: cover;">
					</div>
				</div>
			</div>
			<div class='container-con-block darkmode-block'>
				<div class='container-con-wrapper'>
					<div class='container-tx1-block darkmode-txt'>
						<div class='container-emp-block'>
						</div>
						<h2>Также важно</h2>
					</div>
					<div class='container-tx2-block darkmode-txt'>
						<p>
							<aside>
❓ Если у вас есть вопрос. То задавайте его в переписке сразу. Не нужно писать “Ты тут?” и ждать пока ответят. **Сразу введите в курс дела.**

</aside>

<aside>
📵 Ни в коем случае **не нужно сразу звонить** к кому-то с вопросом без договоренности

</aside>

<aside>
🚯 Если вы не в дружеских отношениях с кем-то из более старших по должности, то желательно обращаться с некоторой долей уважения к человеку и избегать панибратства.

</aside>

<aside>
🚨 Тапать в Discord нужно по необходимости, а не по желанию

</aside>
						</p>
				