<!doctype html>
<html lang="en-US">
<head>
<title>Взаимодействия</title>
<meta charset="utf-8">
<meta name="description" content="Our goal is to preserve the legacy of the PlayStation 3 by completely and accurately emulating its vast library in its entirety with the power of open-source community and reverse engineering.">
<meta name="keywords" content="rpcs3, playstation, playstation 3, ps3, emulator, debugger, windows, linux, macos, freebsd, open source, nekotekina, kd11, about">
<?php include 'lib/module/sys-meta.php';?>
<meta property="og:title" content="RPCS3 - About"/>
<meta property="og:description" content="Our goal is to preserve the legacy of the PlayStation 3 by completely and accurately emulating its vast library in its entirety with the power of open-source community and reverse engineering."/>
<meta property="og:image" content="https://rpcs3.net/img/meta/mobile/1200.png"/>
<meta property="og:image:width" content="1200"/>
<meta property="og:image:height" content="630"/>
<meta property="og:url" content="https://rpcs3.net"/>
<meta property="og:locale" content="en_US"/>
<meta property="og:type" content="website"/>
<meta property="og:site_name" content="RPCS3"/>
<meta name="twitter:title" content="RPCS3 - About">
<meta name="twitter:description" content="Our goal is to preserve the legacy of the PlayStation 3 by completely and accurately emulating its vast library in its entirety with the power of open-source community and reverse engineering.">
<meta name="twitter:image" content="https://rpcs3.net/img/meta/mobile/1200.png">
<meta name="twitter:site" content="@rpcs3">
<meta name="twitter:creator" content="@rpcs3">
<meta name="twitter:card" content="summary_large_image">
<?php include 'lib/module/sys-css.php';?>
<?php include 'lib/module/sys-js.php';?>
</head>
<body>
<?php include 'lib/module/sys-php.php';?>
<div class="page-con-content">
	<div class="banner-con-container darkmode-header">
		<div id="object-particles">
		</div>
		<div class="wavebar-con-container">
			<div class="wavebar-con-wrap">
				<div class="wavebar-svg-object">
				</div>
				<div class="wavebar-svg-object">
				</div>
			</div>
		</div>
		<div class='banner-con-title fade-up-onstart'>
			<div class='banner-tx1-title fade-up-onstart pulsate'>
				<h1>Взаимодействия</h1>
			</div>
			<div class='banner-con-divider'>
			</div>
			<div class='banner-tx2-title fade-up-onstart'>
				<p>
					 Форум — официальная площадка проекта. Вы являетесь лицом проекта, соблюдение правил — ваша обязанность.
				</p>
			</div>
		</div>
	</div>
	<div class="page-con-container">
		<div class="page-in-container">
			<div class='splitter-con-container'>
				<div class='splitter-txt-wrapper'>
					<div class='container-con-block darkmode-block'>
						<div class='container-con-wrapper'>
							<div class='container-tx1-block darkmode-txt'>
								<div class='container-emp-block'>
								</div>
								<h2>Правила взаимодействия модерации с форумом:</h2>
							</div>
							<div class='container-tx2-block darkmode-txt'>
								<p>
									 <aside>
1. Игроки обращаются на форум с какой-либо проблемой/предложением. Задача мод. состава своевременно реагировать и рассматривать обращения игроков. Ответ в **любой теме и любом разделе** должен быть дан в течение 48 часов после публикации. Однако 2 дня - это крайний срок рассмотрения, на который должна быть обоснованная причина. Исключением является промежуток с 00:00 - 10:00 по московскому времени.
2. За каждым сервером закреплён редактор, который в случае необходимости может оказать помощь по взаимодействию с форумом.
3. Запомните, у вас намного больше ограничений, чем у обычных игроков. Перед тем как произвести какое-либо действие, обдумайте его последствия и оцените свои возможности. При возникновении вопросов обратитесь в Discord канал вашего сервера или к старшему составу. Лучше задать вопрос, нежели получить выговор.
4. Будьте вежливы, всегда обращайтесь на Вы к игроку. Даже если игрок ведет себя своеобразно или грубит, не стоит вестись на провокацию.
5. Пожалуйста, пишите грамотно. Если сомневаетесь в грамотности вашего ответа/сообщения, используйте специальные сайты для выявления ошибок. Сайт https://text.ru/ поможет выявить самые очевидные ошибки.
6. Запрещено отвечать в разделе чужого сервера.
    - Где можно отвечать и при каких условиях:
        - Тех. поддержка/Вопросы, если вы в силах решить проблему;
        - Жалобы на модератора/вопросы по поводу банов, если жалоба оформлена на вас;
7. Запреты и обязательства для мод состава.
    1. Если жалоба на игрока\ модератора содержит большое количество полемики — модератор не имеет право поддерживать данную полемику.***Полемика** — разновидность спора, для утверждения своей точки зрения по обсуждаемому вопросу.*
    2. В ответе на жалобу по бану, модератор **ОБЯЗАН** предоставить подробное описание нарушения, предоставить доказательства и сообщить игроку о том, что ждёт решения вышестоящих.
    3. При просьбе переоформления игроком заявки в другом разделе — прикрепляется ссылка ведущая в соответствующий раздел форума.
    4. Если тема опубликована в другом разделе, оформлена не по образцу или имеет нарушения — сообщите об этом старшему составу или редактору сервера.
8. Ответ в теме должен оформляться по образцу и соответствовать определённому своду правил:


</aside>  <br>
									<br>
									 Для всех жалоб:
									 1. Тема подлежит рассмотрению, если в ней содержится вся необходимая информация: ник, описание, доказательств
- Некорректное название темы также приравнивается к составлению темы не по форме.Пример правильного названия темы: 
    
    1. Если жалоба составлена не по форме — она закрывается, прикрепляется на образец. Рассмотрению такие жалобы не подлежат.
1. Сообщение, являющееся вердиктом данной темы, должно быть помечено как рекомендуемое.
2. Ответ члена мод. состава должен:

> иметь стандартный шрифт, размер, цвет и прочие параметры. Стандартный шрифт — установленный автоматически в редакторе текста;*
> 

> быть кратким и лаконичным, не иметь ничего лишнего.*
>




<p><br>ВАЖНО!
иметь возможность фиксировать нарушения с помощью записывающих экран программ (Мгновенные повторы GeForce Expirience или Radeon ReLive, OBS, и т.д), в случае если скриншота будет недостаточно.<br><p>
								</p>
							</div>
						</div>
					</div>
				</div>
				<div class='splitter-img-container splitter-con-right'>
					<div class='splitter-img-wrapper' style="background: url('/img/graphics/about/project.jpg') no-repeat center; background-size: cover;">
					</div>
				</div>
			</div>
			<div class='splitter-con-container'>
				<div class='splitter-img-container splitter-con-left'>
					<div class='splitter-img-wrapper' style="background: url('/img/graphics/about/history.jpg') no-repeat center; background-size: cover;">
					</div>
				</div>
				<div class='splitter-txt-wrapper'>
					<div class='container-con-block darkmode-block'>
						<div class='container-con-wrapper'>
							<div class='container-tx1-block darkmode-txt'>
								<div class='container-emp-block'>
								</div>
								<h2>Общение с игроками</h2>
							</div>
							<div class='container-tx2-block darkmode-txt'>
								<p>
									Общение с игроками

<aside>
1. Запомните вы мод состав, а это значит что вы лицо сервера во всех каналах проекта.
2. Нельзя отвечать на правакационные сообщения игроков. И писать провокацию к игрокам тоже (**Какой бы игрок это не был.**)
3. Если происходит конфликт между частью мод состава и игроком. Не присоединяйтесь в этот конфликт. Правила действия в данный ситуациях:
3.1 Написать модератору который продолжает конфликт с игроком. Попытаться его успокоить.
3.2 Если модератор не реагирует на ваши сообщения. Написать старшему составу и прикрепить скрины.
4. Не общаться с игроками в агрессивной форме. Даже если это ваш друг. Если вы хотите, что то обсудить делайте это в ЛС. Но даже в ЛС не надо общаться в агрессивной манере. (Если игрок оскорбляет вас в Дискорде, телеграме, ВК. Вы имеете право кинуть его в ЧС.
5. Личные сообщения в соц сетях модератор не обязан рассматривать и отвечать. (Если вас спросили в чате сервера тогда отвечаем.)

</aside> <br>
									<br>


								</p>
							</div>
						</div>
					</div>
				</div>
				<div class='splitter-img-container splitter-con-right'>
					<div class='splitter-img-wrapper' style="background: url('/img/graphics/about/team.jpg') no-repeat center; background-size: cover;">
					</div>
				</div>
			</div>
			<div class='container-con-block darkmode-block'>
				<div class='container-con-wrapper'>
					<div class='container-tx1-block darkmode-txt'>
						<div class='container-emp-block'>
						</div>
						<h2>Также важно</h2>
					</div>
					<div class='container-tx2-block darkmode-txt'>
						<p>
							<aside>
❓ Если у вас есть вопрос. То задавайте его в переписке сразу. Не нужно писать “Ты тут?” и ждать пока ответят. **Сразу введите в курс дела.**

</aside>

<aside>
📵 Ни в коем случае **не нужно сразу звонить** к кому-то с вопросом без договоренности

</aside>

<aside>
🚯 Если вы не в дружеских отношениях с кем-то из более старших по должности, то желательно обращаться с некоторой долей уважения к человеку и избегать панибратства.

</aside>

<aside>
🚨 Тапать в Discord нужно по необходимости, а не по желанию

</aside>
						</p>
				